IDEA Open Model
Opening.MasterComponent Property
Compatible with IDEA StatiCa Beta 20.0
 Master component
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ReferenceElement MasterComponent { get; set; }
Public Property MasterComponent As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
Opening Class
IdeaRS.OpenModel.Detail Namespace